Repository: jweiland-net/jobcenter
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.contact.title
source: Jobcenter: Contact
de: Jobcenter: Fallmanagement

# plugin.contact.description
source: Provides a plugin where job seekers can find their contact person
de: Stellt ein Plugin zur Verfügung, in dem Stellensuchende ihre Kontaktperson finden können

# plugin.employerContact.title
source: Jobcenter: Contact for Employers
de: Jobcenter: Ansprechpartner für Arbeitgeber

# plugin.employerContact.description
source: Provides a plugin where employers can find their contact person
de: Stellt ein Plugin zur Verfügung, in dem Arbeitgeber ihre Kontaktperson finden können

# plugin.service.title
source: Jobcenter: Service
de: Jobcenter: Finanzielle Leistungsgewährung

# plugin.service.description
source: Provides a plugin to find the contact person for granting of services
de: Stellt ein Plugin zur Verfügung, um die Kontaktperson für die Erteilung von Dienstleistungen zu finden

# palette.language_hidden
source: Visibility and Language
de: Sichtbarkeit und Sprache

# tx_jobcenter_domain_model_contact
source: Contact
de: Ansprechpartner

# tx_jobcenter_domain_model_contact.salutation
source: Salutation
de: Anrede

# tx_jobcenter_domain_model_contact.salutation.mr
source: Mr.
de: Herr

# tx_jobcenter_domain_model_contact.salutation.mrs
source: Mrs.
de: Frau

# tx_jobcenter_domain_model_contact.address
source: Address
de: Adresse

# tx_jobcenter_domain_model_contact.room_number
source: Room Number
de: Raumnummer

# tx_jobcenter_domain_model_contact.telephone
source: Telephone
de: Telefonnummer

# tx_jobcenter_domain_model_contact.handicapped
source: Handicapped
de: Betreuung Schwerbehinderung

# tx_jobcenter_domain_model_contact.self_reliance
source: Earnings through self reliance
de: Verdienst durch Selbständigkeit

# tx_jobcenter_domain_model_contact.letters
source: Letters
de: Buchstabenzuordnung

# tx_jobcenter_domain_model_employer_contact
source: Contact for Employer
de: Ansprechpartner für Arbeitgeber

# tx_jobcenter_domain_model_employer_contact.salutation
source: Salutation
de: Anrede

# tx_jobcenter_domain_model_employer_contact.salutation.mr
source: Mr.
de: Herr

# tx_jobcenter_domain_model_employer_contact.salutation.mrs
source: Mrs.
de: Frau

# tx_jobcenter_domain_model_employer_contact.first_name
source: Firstname
de: Vorname

# tx_jobcenter_domain_model_employer_contact.last_name
source: Lastname
de: Nachname

# tx_jobcenter_domain_model_employer_contact.address
source: Address
de: Adresse

# tx_jobcenter_domain_model_employer_contact.zip
source: Zip
de: PLZ

# tx_jobcenter_domain_model_employer_contact.room_number
source: Room number
de: Raumnummer

# tx_jobcenter_domain_model_employer_contact.telephone
source: Telephone
de: Telefonnummer

# tx_jobcenter_domain_model_employer_contact.image
source: Image
de: Bild

# tx_jobcenter_domain_model_letter
source: Letter
de: Anfangsbuchstaben

# tx_jobcenter_domain_model_letter.letter_start
source: Letter Start
de: Start Buchstaben

# tx_jobcenter_domain_model_letter.letter_end
source: Letter End
de: Ende Buchstaben

# tx_jobcenter_domain_model_zip
source: Zip
de: PLZ

# tx_jobcenter_domain_model_zip.zip
source: Zip
de: PLZ
