Repository: jweiland-net/jobcenter
Catalog: Resources/Private/Language/*.locallang_csh_tx_jobcenter_domain_model_employer_contact.xlf
Languages: de

# salutation.description
source: Please choose one of the following salutations
de: Bitte wählen Sie eine der folgenden Anreden

# first_name.description
source: Firstname of the contact person
de: Vorname des Ansprechpartners

# last_name.description
source: Lastname of the contact person
de: Nachname des Ansprechpartners

# address.description
source: Address of the contact person
de: Adresse des Ansprechpartners

# zip.description
source: Zip of the contact person
de: PLZ des Ansprechpartners

# room_number.description
source: Room number of the contact person
de: Raumnummer des Ansprechpartners

# telephone.description
source: Telephone of the contact person
de: Telefonnummer des Ansprechpartners

# email.description
source: Email of the contact person
de: Email des Ansprechpartners

# image.description
source: Image of the contact person
de: Bild des Ansprechpartners

# is_fallback.description
source: Is the contact person a fallback, if no letter range of other contact persons matches?
de: Soll auf diesen Ansprechpartner zurückgegriffen werden, wenn andere Ansprechpartner auf die Anfrage nicht passen?
